
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "Reproductor de DVD";
DVDNoDiskInserted								= "Inserte un DVD";
DVDInsertedLabel								= "DVD insertado";
DVDReadingDVDPleaseWait                         = "Leyendo el DVD…";
DVDModuleMenu                                   = "Menú DVD";
DVDModuleEject                                  = "Expulsar disco";
DVDModuleStop                                   = "Detener";
DVDModuleResume                                 = "Reanudar la reproducción";
DVDModuleHistoryBeginning                       = "Iniciar desde el principio";
DVDModuleHistoryDefaultBookmark                 = "Iniciar desde el marcador";

DVDOptionsHeader								= "Opciones";
DVDOptionsFlagOn                                = "Act.";
DVDOptionsFlagOff                               = "Desact.";
DVDOptionsMuting                                = "Silencio";
DVDOptionsCaptioning                            = "Subtítulos opcionales";
DVDPlayerChapterFormatter                       = "Capítulo %d de %d";

ErrorCantInitializeDVDPlaybackAlert				= "No se puede reproducir un DVD en estos momentos.";
ErrorCantInitializeDVDPlaybackMessage			= "Otra aplicación está reproduciendo un DVD. Vuelva al escritorio para salir de ella e inténtelo de nuevo.";
ErrorCantEjectDVDAlert							= "El DVD no puede expulsarse.";
ErrorCantEjectDVDMessage						= "Otra aplicación está reproduciendo el DVD. Vuelva al escritorio para salir de ella.";
ErrorBadRegionCodeAlert							= "El código regional del DVD no coincide con el del reproductor de DVD.";
ErrorBadRegionCodeMessage						= "Para obtener más información acerca de los códigos regionales, consulte la Ayuda Reproductor de DVD.";
ErrorBadDVDMediaAlert							= "El DVD no puede reproducirse.";
ErrorBadDVDMenuMessage							= "No se ha reconocido el formato.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "El DVD no puede reproducirse.";
ErrorFatalDVDMessage							= "Hay un problema con el disco.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "La protección de copia del disco no puede verificarse.";
